Revit 2027 API
FabricationAncillaryUsage.Length Property
 Length of required ancillaries.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Length { get; }
Public ReadOnly Property Length As Double
	Get
public:
property double Length {
	double get ();
}
member Length : float with get
Property Value
Double
See Also
Reference
FabricationAncillaryUsage Class
Autodesk.Revit.DB Namespace